[
    {
        "title": "Enveloped in cosmic serenity, she meditates atop a...",
        "content": "Enveloped in cosmic serenity, she meditates atop a radiant lotus, her essence intertwining with the universe's celestial dance.",
        "image_path": "generated_images/generated_image_20240619_153823.png",
        "categories": [
            1
        ]
    },
    {
        "title": "create a 8k, hyper realistic, airbrush glossy pain...",
        "content": "create a 8k, hyper realistic, airbrush glossy painting of a beautiful female meditating amidst a cosmic background, sitting in a lotus position on top of an oversized, radiant glowing blue lotus flower, with long, flowing black hair and a celestial glow, blending with the starry backdrop featuring vibrant galaxies, stars, and planets, and ethereal energy lines emanating from the person’s body, intertwining with the celestial elements.",
        "image_path": "generated_images/generated_image_20240619_153907.png",
        "categories": [
            1
        ]
    },
    {
        "title": "4 images side by side, arranged vertically and wid...",
        "content": "4 images side by side, arranged vertically and wide angle, depicting a pretty woman in 4 stages of life, a young child, a girly teenager, a woman in her 40s, an elderly woman, colorful, oil painting, 3D modeling, Corel Painter,",
        "image_path": "generated_images/generated_image_20240619_153950.png",
        "categories": [
            1
        ]
    },
    {
        "title": "ultra detail, ultra realism, photorealistic, perfe...",
        "content": "ultra detail, ultra realism, photorealistic, perfect details, studio lighting, hyperrealistic, 4k, HDRi",
        "image_path": "generated_images/generated_image_20240619_154033.png",
        "categories": [
            1
        ]
    },
    {
        "title": "In a lush marshland with beautiful green grass, st...",
        "content": "In a lush marshland with beautiful green grass, stands a huge three-dimensional word: \"Famidoc\"{spell the word correctly}. The word is decorated with flowers and plants. At dusk, the sunlight from the left side casts a golden border on the clouds and the word. It also creates a unique three-dimensional shadow on the word. The calm waters of the marsh also reflect the word and the sky peacefully. Photo realism with high definition and intricate details.Highly detailed fantasy full-body image of a beautiful woman in Thai dress kneeling side-ways, surrounded by powerful green naga with scale patterns, against a golden light background that adds a mysterious and grand atmosphere",
        "image_path": "generated_images/generated_image_20240619_154117.png",
        "categories": [
            1
        ]
    },
    {
        "title": "A child in a space suit stood on a surface similar...",
        "content": "A child in a space suit stood on a surface similar to the moon, with his back to the viewer and staring at a huge Earth planet in the sky. The background is a vast dark space, and the picture is extremely shocking and tense.",
        "image_path": "generated_images/generated_image_20240619_154201.png",
        "categories": [
            1
        ]
    },
    {
        "title": "Create a hyper realistic image of a man smiling at...",
        "content": "Create a hyper realistic image of a man smiling at a female humanoid robot at a table in a cafe. HD, ultrarealistic, photorealistic.",
        "image_path": "generated_images/generated_image_20240619_154244.png",
        "categories": [
            1
        ]
    },
    {
        "title": "A flying saucer-shaped Starbucks cafe attracted th...",
        "content": "A flying saucer-shaped Starbucks cafe attracted the attention of aliens. The cafe has (content description). Open the side to form a bar, showing all kinds of coffee and desserts. There are high stools next to the bar, and customers are enjoying coffee. The whole scene is full of vitality, adding a sense of futurism and fun.",
        "image_path": "generated_images/generated_image_20240619_154327.png",
        "categories": [
            1
        ]
    },
    {
        "title": "an empty tattered and broken down old barn. place ...",
        "content": "an empty tattered and broken down old barn. place a potted pear tree in the center of the barn with nest and a vibrant red cardinal bird laying in the nest",
        "image_path": "generated_images/generated_image_20240619_154410.png",
        "categories": [
            1
        ]
    },
    {
        "title": "A rustic scenic image a a western couple with thei...",
        "content": "A rustic scenic image a a western couple with their son and Westie dog on their homestead",
        "image_path": "generated_images/generated_image_20240619_154452.png",
        "categories": [
            1
        ]
    },
    {
        "title": "A photorealistic, full body image of a couple and ...",
        "content": "A photorealistic, full body image of a couple and their son with a West Highland Terrier puppy posing in the rugged charm of the Old West. The lady is dressed as a frontier woman, the man and boy as cowboys. The backdrop includes rolling plains and rustic homestead, showcasing their connection amidst the untamed beauty of the frontier, highly detailed",
        "image_path": "generated_images/generated_image_20240619_154536.png",
        "categories": [
            1
        ]
    },
    {
        "title": "a little girl with long blonde hair, wearing a det...",
        "content": "a little girl with long blonde hair, wearing a detailed white lacy dress, fairy wings on her back, standing facing to the left, a beautiful white wolf sitting facing the little girl, the little girl touches the wolf's nose, white mist, background is a dark foggy night time sky with sparkly stars",
        "image_path": "generated_images/generated_image_20240619_154619.png",
        "categories": [
            1
        ]
    },
    {
        "title": "Been playing about with some different textures an...",
        "content": "Been playing about with some different textures and styles today. This was something i hadn't done before.",
        "image_path": "generated_images/generated_image_20240619_154702.png",
        "categories": [
            1
        ]
    },
    {
        "title": "A 3d hyperrealist hyperdetailed alcohol ink mixed ...",
        "content": "A 3d hyperrealist hyperdetailed alcohol ink mixed media painting of a native american indian woman and her white horse, both adorned with jewels. color pallete includes pale and earthy shades plus reds, blues, greens. background colors matt effect black & gold/ silver glitter, small sparkly sequins. use texture to highlight different features",
        "image_path": "generated_images/generated_image_20240619_154746.png",
        "categories": [
            1
        ]
    },
    {
        "title": "Picnic With Aunt Linda",
        "content": "Picnic With Aunt Linda",
        "image_path": "generated_images/generated_image_20240619_154828.png",
        "categories": [
            1
        ]
    },
    {
        "title": "Airbrushed watercolor painting of an middle aged w...",
        "content": "Airbrushed watercolor painting of an middle aged woman with a blond and teal updo, soft freckles, having a glass of orange lemonade (you place it) and a picnic basket on a softly patterned blanket. The woman is wearing a loose silky boho blouse and grey legging. A cute male toddler is hugging her. Time of day is late afternoon, we can see the sun in a distance, a butterfly, the foreground is dominated by a meadow with flowers, 4K, intricate details, dreamy",
        "image_path": "generated_images/generated_image_20240619_154912.png",
        "categories": [
            1
        ]
    },
    {
        "title": "A rusty and abandoned 1930s Morgan Aero sports car...",
        "content": "A rusty and abandoned 1930s Morgan Aero sports car rests in a cluttered dusty old barn. Sunlight filters through windows and gaps in the wooden structure. Three quarter view of car. watercolor render",
        "image_path": "generated_images/generated_image_20240619_154956.png",
        "categories": [
            1
        ]
    },
    {
        "title": "Multiple pages. Speech bubbles: 'Okay, let's find ...",
        "content": "Multiple pages. Speech bubbles: 'Okay, let's find the river!' Minimalist Vector, Simplicity, Clean Lines. Animal Details: Barry: Bear, Young, Button nose, Brown eyes, Gentle smile, round ears, Curious, playful, Brown fur, Chubby with soft fur and a round belly. Fifi: Fox, Young, Narrow nose, Amber eyes, Bushy tail, pointy ears, Sly, cheerful, Red fur with white patches, Sleek with a bushy tail and sharp eyes. Visual description: Close-up of Fifi holding the map, pointing to a line that represents the river. Barry looks over her shoulder, nodding in agree",
        "image_path": "generated_images/generated_image_20240619_155040.png",
        "categories": [
            1
        ]
    },
    {
        "title": "Create a full-length Oil paint, Whimsical painterl...",
        "content": "Create a full-length Oil paint, Whimsical painterly fantasy artistic painting of a young girl, messy windwept flowing hair, wearing a light-yellow summerdress and sadals, standing on a cliff by the sea, holding a picnicbasket , seabirds flying, soft and ethereal, whimsical & dreamy atmosphere. magical, Whimsical, intuitive muted colors, soft brush strokes, adorable artwork, fantasy elements",
        "image_path": "generated_images/generated_image_20240619_155124.png",
        "categories": [
            1
        ]
    },
    {
        "title": "A deep pink chapel-length train* trails behind, ad...",
        "content": "A deep pink chapel-length train* trails behind, adorned with appliqué flying white dives 3D motifs. As the bride walks, the dives seem to flutter and fly in a trail, leaving a trail of magic. Beautiful beach as a background. UHD 64K",
        "image_path": "generated_images/generated_image_20240619_155207.png",
        "categories": [
            1
        ]
    },
    {
        "title": "TY4P Sussane DD",
        "content": "TY4P Sussane DD",
        "image_path": "generated_images/generated_image_20240619_155250.png",
        "categories": [
            1
        ]
    },
    {
        "title": "Artwork of a sleek canoe with a rower slicing eleg...",
        "content": "Artwork of a sleek canoe with a rower slicing elegantly through the misty waters of a serene lake at dawn, as paddle strokes create ripples and disturb the perfect reflection of high grasses and wildflowers and trees with feathery leaves in the sunset dusk, weathered jetty, big pale yellow sun, blue-grey ground fog, highly stylized painting with abstract motifs and synesthesia of chirping sounds of flying birds, colors and shapes, splashes of paint, mixed media collage,Super Trucker",
        "image_path": "generated_images/generated_image_20240619_155334.png",
        "categories": [
            1
        ]
    },
    {
        "title": "Super Trucker\" low-angle-view, 45-degrees-view of ...",
        "content": "Super Trucker\" low-angle-view, 45-degrees-view of the isolated 8-wheel front part of a futuristic electric very aerodynamic black gold truck fit for \"Super Trucker\" with (the \"Rolls Royce\" logo on the hood). \"Super Trucker\" written on the truck. The road is well-used new asphalt and there is a view of the Vancouver in the background, 8K, HDR",
        "image_path": "generated_images/generated_image_20240619_155418.png",
        "categories": [
            1
        ]
    },
    {
        "title": "Thank You, My Father, she is a real beauty!",
        "content": "Thank You, My Father, she is a real beauty!",
        "image_path": "generated_images/generated_image_20240619_155501.png",
        "categories": [
            1
        ]
    },
    {
        "title": "A hyper realistic, cinematographic oil painting of...",
        "content": "A hyper realistic, cinematographic oil painting of a 40 year old woman from ancient Rome, wearing a dark blue and gold Roman toga dress, noble jewelry and Roman sandals, chatting with an elder Roman Senator (properly shaved) wearing a white and red toga. Her brown hair is wavy with silky ribbons. They are situated in front of a Roman horse stable, and the woman looks happily surprised as a wonderful grey dappled horse, while the senator smiles at her. in the background we can see a Tuscany-like landscape. The sun is about to set. Depth of Field, vivid colors, intricate details, 3D, volumetric light, lens flare, 4K resolution,",
        "image_path": "generated_images/generated_image_20240619_155546.png",
        "categories": [
            1
        ]
    },
    {
        "title": "It proceeds to take images but does not save them....",
        "content": "It proceeds to take images but does not save them. There is an error",
        "image_path": "generated_images/generated_image_20240619_155629.png",
        "categories": [
            1
        ]
    },
    {
        "title": "visually striking modern art piece that captures t...",
        "content": "visually striking modern art piece that captures the essence of grace and elegance in ice skating. The splattered paint creates a dynamic, vibrant atmosphere, with a harmonious blend of bold colors that fill the canvas. The man and woman skaters are portrayed in a sophisticated and intricate pose, with the woman seemingly flying through the air. Her vivid eyes, staring boldly at the viewer, draw attention and create a connection. The paint splatters, reminiscent of a kaleid",
        "image_path": "generated_images/generated_image_20240619_155714.png",
        "categories": [
            1
        ]
    },
    {
        "title": "A woman in a green dress with a yellow hijab walks...",
        "content": "A woman in a green dress with a yellow hijab walks under a blooming tree by the side of a serene river, abstract detail, ink splash. Flower petals, tranquil atmosphere, spring colors. Digital brushes, abstract expressionism, ink splatters, high contrast, detailed textures, soft lighting, vivid colors, spring scene. Entire characters, Mowgli with Darzee The brainy bird, a kind of Bergeronette, No memory, does not think about the consequences of his actions, in his \"Author's note on the Names in the Jungle Book\", R Kipling means the word is pronounced \"dar-zy\" and means \"tailor\" in a Indian dialect, because this kind of sheepskin weaves its nest on the branches. From the Jungle Book, Pixar Disney effect,",
        "image_path": "generated_images/generated_image_20240619_155759.png",
        "categories": [
            1
        ]
    },
    {
        "title": "Visualize a hyper-realistic image of a [Vehicle/St...",
        "content": "Visualize a hyper-realistic image of a [Vehicle/Style/Color], renowned for its distinctive shape and engineering excellence, parked on pier with a [Location] in the background. The car’s sleek profile is showcased in a striking shade of silver, complementing its timeless design. The [Vehicle] iconic round headlights and flowing lines are highlighted against the backdrop of breathtaking [Location]. The clear blue sky above and the vibrant natural landscape create a vivid contrast, emphasizing the [Vehicle]’s elegance and the thrill of the drive. This scene should capture the essence of freedom and the enduring appeal of the [Vehicle], set against the majesty of the natural world",
        "image_path": "generated_images/generated_image_20240619_155843.png",
        "categories": [
            1
        ]
    },
    {
        "title": "Prompt: watercolor, realistic, whimsical, a couple...",
        "content": "Prompt: watercolor, realistic, whimsical, a couple holds a newborn baby in her arms while he holds a bouquet of dandelions in his hand, he blows on one of them making all the petals fly, with Edwardian Script ITC words of Family No spelling errors",
        "image_path": "generated_images/generated_image_20240619_162608.png",
        "categories": [
            1
        ]
    },
    {
        "title": "man in a black costume standing in front of a full...",
        "content": "man in a black costume standing in front of a full moon, cyborg ninja, raiden metal gear, cyberpunk samurai, 8 k high detail concept art, epic ninja suit, black scales and cyborg tech, stealth suit, man mecha, saudi futuristic warrior mecha, fractal cyborg ninja background, very beautiful cyberpunk samurai, beautiful biomechanical djinn,red themed",
        "image_path": "generated_images/generated_image_20240619_162651.png",
        "categories": [
            1
        ]
    },
    {
        "title": "Backlight, glowing color effect, small colorful pi...",
        "content": "Backlight, glowing color effect, small colorful pixel stones. The lighting is combined with the human-shaped tufted layer of fretsaw, and the shape of a kind and tender scene of a dog accidentally bringing a bone to a girl sitting sadly in the rain is elaborately created with the thin lines of light. .In the background, the gloomy black wall. Resolution 250 K decomposed into small pixels",
        "image_path": "generated_images/generated_image_20240619_162818.png",
        "categories": [
            1
        ]
    },
    {
        "title": "A beautiful picture in which men and women two pra...",
        "content": "A beautiful picture in which men and women two prayer hands decorate ornaments dansing ful hd.",
        "image_path": "generated_images/generated_image_20240619_162901.png",
        "categories": [
            1
        ]
    },
    {
        "title": "Prompt : an abstract modern art colorful brush str...",
        "content": "Prompt : an abstract modern art colorful brush strokes painting of men and women artistic expression rheumatic baground.",
        "image_path": "generated_images/generated_image_20240619_162944.png",
        "categories": [
            1
        ]
    },
    {
        "title": "Create a mesmerizing full length potrait of a beau...",
        "content": "Create a mesmerizing full length potrait of a beautiful young Indian woman wearing a silver coloured saree passing through a flower grove with golden background using ink wash style and oriental pen.",
        "image_path": "generated_images/generated_image_20240619_163027.png",
        "categories": [
            1
        ]
    },
    {
        "title": "Smoke from a lit candle cascading into a silhouett...",
        "content": "Smoke from a lit candle cascading into a silhouette of a ghostly translucent couple kissing, both made from smoke, features hinted by smoke swirls, forming a heart shape around them, dark backdrop, incense burner, lighter in foreground for depth, digital painting, dramatic lighting, ultra fine, volumetric,",
        "image_path": "generated_images/generated_image_20240619_163154.png",
        "categories": [
            1
        ]
    },
    {
        "title": "Draw an image of a woman wearing a striking, elabo...",
        "content": "Draw an image of a woman wearing a striking, elaborately designed gown at a high-profile fashion event. The dress should feature a long, fitted silhouette with a deep neckline extending into a large, rounded and highly detailed cape that spreads behind her. The cape and the gown are adorned with intricate patterns that mimic branches, leaves, and flowers, suggesting a theme inspired by nature. The color scheme incorporates various shades of green and highlights of white, which enhance the naturalistic feel of the outfit. The setting includes a floral-themed backdrop, indicating that the event may have a specific garden or nature theme.",
        "image_path": "generated_images/generated_image_20240619_163239.png",
        "categories": [
            1
        ]
    },
    {
        "title": "CREATE IN 8K ART:Rock Caraving Durga, Chambimura C...",
        "content": "CREATE IN 8K ART:Rock Caraving Durga, Chambimura Carving idol of Maa Durga, is about 20 ft high this image is Dated Back in15th Century and carved on a 90⁰ Steep, mountain wall of Devtamura on Gomati river, bank in Chabimura Tripura Durga as \"Devi Chakrakma\"",
        "image_path": "generated_images/generated_image_20240619_163322.png",
        "categories": [
            1
        ]
    },
    {
        "title": "Prompt: whimsical image of a dog licking a lemon s...",
        "content": "Prompt: whimsical image of a dog licking a lemon slice with wide eyes, look of disgust and slobber falling from his mouth. The picture shows what his reaction is to the sourness of the lemon.",
        "image_path": "generated_images/generated_image_20240619_163405.png",
        "categories": [
            1
        ]
    },
    {
        "title": "Prompt: Professional photo studio, Beauty portrait...",
        "content": "Prompt: Professional photo studio, Beauty portrait of smiling young Latrodectus Mactans, beautiful eyes, long eyelashes, long wavy hair, soft lighting, hair light, dynamic pose, painted concrete background, high key lighting, romantic, Hasselblad H6, f/1.8 lens, luxury magazine cover shot, vignette,",
        "image_path": "generated_images/generated_image_20240619_163449.png",
        "categories": [
            1
        ]
    },
    {
        "title": "May Goddess Lakshmi shower you with wealth, prospe...",
        "content": "May Goddess Lakshmi shower you with wealth, prosperity, and peace. Embrace her blessings with a pure heart.",
        "image_path": "generated_images/generated_image_20240619_163532.png",
        "categories": [
            1
        ]
    },
    {
        "title": "Prompt:Create an 8k, hyper-realistic image with an...",
        "content": "Prompt:Create an 8k, hyper-realistic image with an airbrush glossy finish of Goddess Lakshmi. She is seated gracefully on a fully bloomed large baby pink lotus. In one hand, she holds a golden pot overflowing with gold coins, symbolizing abundance, and with the other hand, she is blessing the viewer. Goddess Lakshmi is adorned in a rich red silk saree with elegant green accents, and she is bedecked with intricate golden jewels, including a magnificent crown. Her long, flowing black hair cascades down beautifully. There is a soft, divine glow on her serene face, enhancing her benevolent and majestic aura. Beside her, on each side, stands",
        "image_path": "generated_images/generated_image_20240619_163617.png",
        "categories": [
            1
        ]
    }
]