[
    {
        "title": "Prompt: A realistic watercolor painting of the fac...",
        "content": "Prompt: A realistic watercolor painting of the face of the handsome tamil actor Sivaji Ganesan in tamil version of Aradhana, the romantic Hindi movie.",
        "image_path": "",
        "categories": [
            1
        ]
    },
    {
        "title": "Prompt: A blue flower with white flowers on it's s...",
        "content": "Prompt: A blue flower with white flowers on it's stem and a sky background with clouds in the background, photorealism, photorealistic imagery, David Martin, a digital rendering",
        "image_path": "",
        "categories": [
            1
        ]
    },
    {
        "title": "Prompt: A movie poster titled 'BARA DAN ASMARA' in...",
        "content": "Prompt: A movie poster titled 'BARA DAN ASMARA' in large letters. It features a beautiful Indonesian woman in a white dress with red spots, off-shoulder, mini skirt, being embraced by a handsome Asian man with a muscular body, wearing long pants and a shirt, holding a firearm. The background shows a view of high-rise buildings and city streets at night with a lit fire on the street. The poster has high detail, high quality, and hyper-realism.",
        "image_path": "",
        "categories": [
            1
        ]
    },
    {
        "title": "Prompt: Backlit silhouette of a woman full body, p...",
        "content": "Prompt: Backlit silhouette of a woman full body, portrait, low angled view, glowing incandescence outline with embroidery, high-contrast technique, with the silhouette illuminated against a dark background, highlight of the feminine form",
        "image_path": "",
        "categories": [
            1
        ]
    },
    {
        "title": "High-resolution digital artwork of a stunningly be...",
        "content": "High-resolution digital artwork of a stunningly beautiful female elf standing in a mystical forest. She has long, wavy brown hair adorned with leaves and is wearing an intricate, form-fitting green outfit made of leaves and vines. The outfit accentuates her slender yet curvaceous figure, with detailed armor pieces on her arms and a decorative belt around her waist. She stands in a shallow, clear stream surrounded by lush, ancient trees and foliage, with rays of sunlight filtering through the dense canopy, creating an ethereal atmosphere. The background should be detailed, showing a magical and serene forest with hints of enchantment and mystery",
        "image_path": "",
        "categories": [
            1
        ]
    }
]